Repository: surniaulula/wpsso-strip-schema-microdata
Catalog: languages/wpsso-strip-schema-microdata-*.po
Languages: fr_fr

source: The %1$s add-on requires the %2$s plugin.
fr_fr: L'ajout %1$s requiert l'extension %2$s.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_fr: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est installée actuellement).

# lib file description
source: Strip Microdata
fr_fr: Supprimer les microdonnées

# plugin name
source: WPSSO Strip Schema Microdata
fr_fr: WPSSO Supprimer microdonnées de Schéma

# plugin description
source: Remove Schema Microdata and RDFa from the webpage for better Google Rich Results using Schema JSON-LD markup.
fr_fr: Supprimez les microdonnées de Schéma et RDFa de la page Web pour de meilleurs résultats enrichis Google à l'aide du balisage de Schéma JSON-LD.

source: This option is enabled by default.
fr_fr: Cette option est activée par défaut.

source: This option is disabled by default.
fr_fr: Cette option est désactivée par défaut.

source: Remove known duplicate / conflicting meta tags from the webpage %1$s section.
fr_fr: Supprimer les balises méta HTML connu en double / en conflit dans la section %1$s de la page Web.

source: Remove <code>application/ld+json</code> scripts from the webpage %1$s section.
fr_fr: Supprimer les scripts <code>application/ld+json</code> de la section %1$s de la page Web.

source: Remove Schema microdata attributes (itemscope, itemtype, itemprop, etc.) from the webpage %1$s section.
fr_fr: Supprimer les attributs microdonnées de Schéma (itemscope, itemtype, itemprop, etc.) de la section %1$s de la page Web.

# metabox title
source: Strip Schema Microdata
fr_fr: Supprimer les microdonnées de Schéma

# metabox tab
source: Body Section
fr_fr: Section de corps

# metabox tab
source: Head Section
fr_fr: Section d'entête

# option label
source: Strip Duplicate HTML Meta Tags
fr_fr: Supprimer balises méta HTML en double

# option label
source: Strip "application/ld+json" Scripts
fr_fr: Supprimer scripts "application/ld+json"

# option label
source: Strip Schema Microdata Attributes
fr_fr: Supprimer attributs de microdonnées

source: WPSSO Strip Schema Microdata
fr_fr: WPSSO Supprimer microdonnées de Schéma

source: Remove Schema Microdata and RDFa from the webpage for better Google Rich Results using Schema JSON-LD markup.
fr_fr: Supprimez les microdonnées de Schéma et RDFa de la page Web pour de meilleurs résultats enrichis Google à l'aide du balisage de Schéma JSON-LD.
